//
//  BKPasscodeView.strings
//  Nextcloud iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"%d Failed Passcode Attempts" = "%d ვერ მოხერხებული პასკოდის მცდელობა";
"%d Failed Password Attempts" = "%d ვერ მოხერხებული პაროლის მცდელობა";

"1 Failed Passcode Attempt" = "1 ვერ მოხერხებული პასკოდის მცდელობა";
"1 Failed Password Attempt" = "1 ვერ მოხერხებული პაროლის მცდელობა";

"Do you want to use Touch ID for authentication?" = "Do you want to use Touch/Face ID for authentication?";

"Done" = "დასრულებულია";

"Enable Touch ID" = "Enable Touch/Face ID";

"Enter a different passcode. Cannot re-use the same passcode." = "შეიყვანეთ სხვა პასკოდი. ვერ გამოიყენებთ იგივე პასკოდს.";
"Enter a different password. Cannot re-use the same password." = "შეიყვანეთ სხვა პაროლი. ვერ გამოიყნენებთ იგივე პაროლს.";

"Enter a passcode" = "შეიყვანეთ პასკოდი";
"Enter a password" = "შეიყვანეთ პაროლი";

"Enter your new passcode" = "შეიყვანეთ თქვენი ახალი პასკოდი";
"Enter your new password" = "შეიყვანეთ თქვენი ახალი პაროლი";

"Enter your old passcode" = "შეიყვანეთ თქვენი ძველი პასკოდი";
"Enter your old password" = "შეიყვანეთ თქვენი ძველი პაროლი";

"Enter your passcode" = "შეიყვანეთ თქვენი პასკოდი";
"Enter your password" = "შეყვანეთ თქვენი პაროლი";

"Invalid Passcode" = "არასწორი პასკოდი";
"Invalid Password" = "არასწორი პაროლი";

"Passcodes did not match.\nTry again." = "პასკოდები არ დაემთხვა.\nსცადეთ ახლიდან.";
"Password did not match.\nTry again." = "პაროლები არ დაემთხვა.\nსცადეთ ახლიდან.";

"Re-enter your passcode" = "ხელ-ახლა შეიყვანეთ თქვენი პასკოდი";
"Re-enter your password" = "ხელ-ახლა შეიყვანეთ თქვენი პაროლი";

"Try again in %d minutes" = "სცადეთ ახლიდან %d წუთში";

"Try again in 1 minute" = "სცადეთ ახლიდან 1 წუთში";
